Repository: common-repository/woo-pacsoft-unifaun
Catalog: languages/woo-pacsoft-unifaun-*.po
Languages: sv_se

source: General
sv_se: Allmän

source: Unifaun, Bulk print order shipment labels
sv_se: Unifaun, skriv ut flera fraktetiketter

source: Unifaun PDFs
sv_se: Unifaun fraktetiketter

source: Nothing to merge but 1 file available:
sv_se: Inget att sammanslå förutom 1 fil:

source: Direct link
sv_se: Direktlänk

source: Bulk print shipment labels
sv_se: Unifaun, skriv ut flera fraktetiketter

source: Select Pacsoft/Unifaun service
sv_se: Välj frakttjänst

source: Send order
sv_se: Synkronisera order

source: Choosen service:
sv_se: Vald frakttjänst:

source: No service selected, please select one in the list below.
sv_se: Ingen tjänst vald, vänligen välj ett nedan.

source: Search services
sv_se: Sök frakttjänster

source: Sync order %d to Pacsoft/Unifaun
sv_se: Synkronisera order %d till Pacsoft/Unifaun

source: Print Pacsoft/Unifaun order
sv_se: Skriv ut fraktetikett

source: Sync order to Pacsoft/Unifaun
sv_se: Synkronisera order to Pacsoft/Unifaun

source: Customs
sv_se: Tull

source: Customs Declaration
sv_se: Tulldeklaration

source: Send customs declaration
sv_se: Skicka tulldeklaration

source: Document number
sv_se: Dokumentnummer

source: Default customs declaration description
sv_se: Standardbeskrivning för varor i tulldeklaration

source: Create customs declaration if cart value is over given value
sv_se: Skapa tulldeklaration om ordervärde är över

source: Customs weight unit
sv_se: Viktenhet

source: Please select...
sv_se: Välj...

source: Import/Export Type
sv_se: Import/export-typ

source: Account
sv_se: Konto

source: Account type
sv_se: Kontotyp

source: Credentials OnlineConnect
sv_se: Inloggningsuppgifter OnlineConnect

source: User
sv_se: Användare

source: Password
sv_se: Lösenord

source: Credentials APIConnect
sv_se: Inloggningsuppgifter APIConnect

source: If you want to use Unifaun/Pacsoft features like Track and trace and printing from WooCommerce order listing please add Credentials to your Unifaun/Pacsoft account under <b>Credentials Unifaun/Pacsoft</b>
sv_se: Om ni vill använda Unifaun/Pacsoft funktioner såsom Track and trace eller att skriva ut från WooCommerce orderlistning vänligen lägg till era inloggningsuppgifter under <b>Inloggningsuppgifter Unifaun/Pacsoft</b>

source: API Secret ID
sv_se: Hemligt ID

source: API license key
sv_se: API Licens nyckel

source: The license key you received from Wetail
sv_se: Licensnyckeln du fick av Wetail

source: Buy
sv_se: Köp

source: Order Mapping
sv_se: Mappning order

source: Map services
sv_se: Mappa frakttjänster

source: Shipping Method
sv_se: Fraktmetod

source: Service
sv_se: Tjänst

source: Sender Quick Value
sv_se: Snabbsökvärde

source: NOTE: Remember to set your customer number for each service added in the list above in Pacsoft/Unifaun Admin &#8594; Maintenance &#8594; Senders &#8594; Search (sender quick value) &#8594; Edit<br>
sv_se: NOTIS: Glöm ej att ange ditt kundnummer i Pacsoft/Unifaun Online under Underhåll->Avsändare.

source: Base country
sv_se: Basland

source: Sweden, SE
sv_se: Sverige, SE

source: Norway, NO
sv_se: Norge, NO

source: Denmark, DK
sv_se: Danmark, DK

source: This setting will apply the given favorite printing template when the order is synchronized. You will find your favorite templates in nShift interface. Shipment->Printing favorites
sv_se: Denna inställning använder din din favoritmall för utskrift av en fraktetikett. Du hittar dina favorit mallar i nShifts gränssnitt. Se Frakthandlingar->Utskriftsfavoriter

source: Favorite
sv_se: Favorit

source: Prefix added to order number
sv_se: Order prefix

source: The default product description that will be used in the printing label.
sv_se: Standard produktbeskrivningen som kommer skrivas ut på fraktetiketten

source: Default product type
sv_se: Standard produkttyp

source: The minimum order weight sent to the stored shipment. This setting is handy when you have not assigned any weight on your products as many freight companies does not allow orders without any weight and will hence invalidate the order..
sv_se: Här anges en minimumvikt som kommer att användas ifall orderns vikt understiger minimumvikten. Vissa speditörer godkänner ej ordrar med en viktangivelse som understiger deras minimumvikt. Denna kan också användas ifall dina produkter saknar vikt i WooCommerce.

source: Default minimum Order weight (grams)
sv_se: Standard order minimumvikt

source: The default sender quick id. You can find your default sender quick ids in nShift interface. Maintenance->Sender
sv_se: Standard snabbsökvärde(Avsändare).

source: Default sender quick id
sv_se: Snabbsökvärde

source: Send on order status
sv_se: Synkronisera på order status

source: Processing
sv_se: Behandlas

source: Completed
sv_se: Färdigbehandlad

source: More options
sv_se: Mer inställningar

source: Show options when syncing (disables auto-sync)
sv_se: Visa val vid synkronisering (avaktiverar automatisk synk.)

source: Send SMS notification (Addon)
sv_se: Skicka SMS notis (Tillägg)

source: Send email notification (Addon)
sv_se: Skicka email notis(Tillägg)

source: Send pre-notification by e-mail (Addon)
sv_se: Skicka förnotis med e-mail (Tillägg)

source: Print freight label per item in a box
sv_se: Skriv ut fraktsedel per vara i kollit

source: Send single package per order
sv_se: Skicka ett kolli per order

source: Add return labels to order
sv_se: Skriv ut retursedel på packsedel.

source: Activate log file
sv_se: Aktivera loggfil

source: Please note that you need to have the nShift Track & Trace service active.
sv_se: Vänligen notera att du behöver ha nShifts Track & Trace -tjänst aktiverad.

source: Send track link to customer on order status
sv_se: Skicka spårningslänk på order status

source: Printer type
sv_se: Skrivartyp

source: The type of printer you use to print the shipping label.
sv_se: Den skrivartyp du anvönder för att skriva ut fraktetiketter.

source: Single A5 label.
sv_se: Singel A5 etikett.

source: Two A5 labels on a A4-sheet
sv_se: Två A5 etiketter på ett A4-ark

source: 107 x 251 mm thermo label
sv_se: 107 x 251 mm thermo etikett

source: 107 x 72 mm thermo label
sv_se: 107 x 72 mm thermo etikett

source: 107 x 165 mm thermo label
sv_se: 107 x 165 mm thermo etikett

source: No shipping and service ID specified for the selected order.
sv_se: Inget fraktjänst ID valt för den valda ordern.

source: No service ID specified for the selected order.
sv_se: Inget fraktjänst ID valt för den valda ordern.

source: No services defined! Check your settings.
sv_se: Hittar inga fördefinierade fraktinställningar. Var god och se över era inställningar.

source: Missing order ID.
sv_se: Saknar order ID.

source: Order successfully synchronised.
sv_se: Order har synkroniserats.

source: Fetch Unifaun shipment labels in a single PDF file
sv_se: Skapa fraktetiketter i en PDF-fil

source: Order already synced to Pacsoft/Unifaun.
sv_se: Order har redan synkroniserats till Unifaun/Pacsoft.

source: Track your parcel
sv_se: Följ ditt paket

source: Save changes
sv_se: Spara

source: Unifaun Customs Code
sv_se: Unifaun Tullkod

source: Follow your package
sv_se: Följ ditt paket

source: here
sv_se: Här
